Repository: kevinskey/bemol-fork
Catalog: Bemol/Resources/Localizable.xcstrings
Source language: en
Languages: fr, sv

source: A
fr: La

source: B
fr: Si
sv: H

source: C
fr: Do

source: Cancel
fr: Annuler
sv: Avbryt

# configureLevel
source: Configure the current level
fr: Configurer le niveau
sv: Justera nivån

source: D
fr: Re

source: Done
fr: Terminer
sv: Klar

source: E
fr: Mi

source: F
fr: Fa

source: G
fr: Sol

# goToCMajor
source: Go to the C major level
fr: Sélectionner le niveau Do majeur
sv: Välj den C dur nivån

# goToNextLevel
source: Go to the next level
fr: Sélectionner le niveau suivant
sv: Välj nästa nivå

# goToPreviousLevel
source: Go to the previous level
fr: Sélectionner le niveau précédent
sv: Välj den föregående nivån

# goToRandomLevel
source: Go to a random level
fr: Sélectionner un niveau au hazard
sv: Välj en nivå slumpmässigt

# levelAccuracy
source: How accurately you identified each note in this level
fr: Votre niveau de précision pour chaque note dans ce niveau
sv: Hur ofta du hade rätt per ton i den här nivån

# levelAccuracyRingText
source: You’ve correctly identified notes %lld percent of the time in this level
fr: Vous avez correctement identifié %lld pour-cent des notes qui vont été proposées dans ce niveau.
sv: Du har känt igen %lld procent av de noterna som spelades i den här nivån.

source: major
fr: majeur
sv: dur

source: minor
fr: mineur
sv: moll

# replayQuestion
source: Replay the current question
fr: Rejouer la question
sv: Spela frågan igen

# score
source: %lld notes correctly identified out of %2$lld
fr: %lld notes correctement identifiées sur %2$lld
sv: %lld toner igenkända ut av %2$lld

# selectNotes
source: Select the notes you would like to focus on
fr: Choisissez les notes sur lesquelles vous voulez vous concentrer
sv: Välj de toner som du vill fokusera på

# sessionAccuracy
source: How accurately you’re identifying each note in the current session
fr: Votre niveau de précision pour chaque note dans la session en cours
sv: Hur ofta du har haft rätt per ton i den pågående sessionen

# sessionAccuracyRingText
source: You’re correctly identifying notes %lld percent of the time in the current session
fr: Vous avez correctement identifié %lld pour-cent des notes qui vous ont été proposées dans la session en cours.
sv: Du har känt igen %lld procent av de noterna som spelades i den pågående sessionen.

# startSession
source: Start a session
fr: Commencer une session
sv: Börja en ny session

# stopSession
source: Stop the current session
fr: Arrêter la session en cours
sv: Sluta den pågående sessionen

source: te
fr: se

source: ti
fr: si

# tip.accuracyRing.content
source: Your accuracy is the percentage of notes you have correctly identified in the current level or session. You can tap on the accuracy to display your accuracy per note.
fr: Votre niveau de précision indique le pourcentage de notes que vous avez correctement identifiées. En tapant sur votre niveau de précision, vous pourrez voir votre précision par note.
sv: Ditt resultat visar hur ofta du kände igen de toner som Bemol spelade. Tryck på ditt resultat för att visa ditt resultat per ton.

# tip.accuracyRing.title
source: Accuracy
fr: Précision
sv: Ditt resultat

# tip.configureLevel.content
source: You can customize the current level to focus on less or more notes.
fr: Vous pouvez configurer le niveau sélectionné en y ajoutant et supprimant des notes.
sv: Du kan anpassa den valda nivån genom att välja bort eller lägga till toner.

# tip.configureLevel.title
source: Customize level
fr: Configurer
sv: Anpassa nivån

# tip.currentLevel.content
source: You’re starting with the first 4 notes in the key of C major.
fr: Vous commencez avec les 4 premières notes dans la clé de Do majeur.
sv: Du börjar med de första 4 tonerna i C dur.

# tip.currentLevel.title
source: Your first level
fr: Votre premier niveau
sv: Din första nivå

# tip.firstLevel.content
source: The “Home Button” takes you back to the first level in the key of C major.
fr: Le bouton “Accueil” vous permet de retourner au premier niveau dans la clé de Do majeur.
sv: Genom att trycka på den “Hem” knappen kan du gå tillbaka till den första nivån i C dur.

# tip.firstLevel.title
source: C major
fr: Do major
sv: C dur

# tip.getStarted.button
source: Got it!
fr: Compris!
sv: Klart!

# tip.getStarted.content
source: Use the “Start Button” when you’re ready to start a session.
fr: Utilisez le bouton “Commencer” lorsque vous êtes prêt à commencer votre première session.
sv: Använd den “Börja” knappen när du är redo att börja en session.

# tip.getStarted.title
source: Have fun!
fr: Amusez-vous!
sv: Ha roligt!

# tip.howItWorks.content
source: Bemol will play a short chord progression and then a single note. Identify and play the note back on the keyboard.
fr: Bemol va jouer des accords suivis d’une seule note. Identifiez la note et rejouez là sur le clavier.
sv: Bemol kommer att spela en rad ackord och sedan spela en enda ton. Hitta och spela tonen på tangentbordet.

# tip.howItWorks.content.1
source: Once you find the note, Bemol will play a short melody to resolve the note to its nearest tonic. Listening to it will help cement the relationship between the note and the tonic in your ear. Don’t hesitate to sing along :).
fr: Après avoir trouvé la note, Bemol va jouer une courte mélodie pour résoudre la note vers Do. L’écouter vous aidera à internaliser la relation entre la note et Do. N’hésitez pas à chanter la mélodie si ça vous dit!
sv: När du har hittat tonen kommer Bemol att spela en kort melodi från tonen till den närmaste tonikan. Detta för att fasta hur tonen förhåller sig till tonikan i dina öron. Tveka inte att sjunga med :).

# tip.howItWorks.content.2
source: Do not worry if you’re getting most of the notes wrong at first. It’s part of the process. Just relax and listen. Your brain will connect the dots.
fr: Ne vous inquiétez pas si vous avez faux presque tout le temps au début. C’est normal. Relaxez-vous et écoutez. Votre cerveau fera le reste.
sv: Oroa dig inte om du inte alltid hittar rätt i början. Det är helt normalt. Bara slappna av och lyssna. Din hjärna gör resten.

# tip.howItWorks.title
source: How it works
fr: Comment ça marche
sv: Hur funkar det

# tip.keyboard.content
source: At first, you will train with only the first 4 notes of the scale. Once you get at least 95% accuracy in a level, you can move to the next one which will introduce new notes.
fr: Au début, vous allez pratiquer avec seulement les 4 premières notes de la gamme. Lorsque vous avez au moins 95% de précision dans un niveau, vous pouvez passer au suivant. Ce dernier introduira de nouvelles notes.
sv: I början tränar du bara med de första 4 tonerna i skalan. När du når 95% i en nivå kan du gå till nästa nivå. Vilken kommer att introducera nya toner.

# tip.keyboard.title
source: How it works
fr: Comment ça marche
sv: Hur funkar det

# tip.next
source: Next tip
fr: Astuce suivante
sv: Nästa tips

# tip.nextLevel.content
source: The “Next Level” button allows you to move to the next level.
fr: Le bouton “Niveau Suivant” vous permet de sélectionner le niveau suivant.
sv: Den “Nästa Nivå” knappen kan du använda för att gå till nästa nivå.

# tip.nextLevel.title
source: Next level
fr: Niveau suivant
sv: Nästa nivå

# tip.previousLevel.content
source: The “Previous Level” button takes you back to the previous level.
fr: Le bouton “Niveau Précédent” vous ramène au niveau précédent.
sv: Den “Föregående Nivå” knappen använder du för att gå tillbaka till den föregående nivån.

# tip.previousLevel.title
source: Previous level
fr: Niveau précédent
sv: Föregående nivå

# tip.randomLevel.content
source: You can also let Bemol randomly choose a level for you. You can use this to challenge yourself after you have mastered all the levels in the keys of C major and C minor.
fr: Vous pouvez aussi choisir un niveau au hazard. Utilisez cette fonction, si vous voulez, après avoir maîtrisé les clés de Do majeur et Do mineur.
sv: Du kan också välja en nivå slumpmässigt. Du kan använda detta för att utmana dig efter att du har behärskat nivåerna i både C dur och C moll.

# tip.randomLevel.title
source: Random level
fr: Niveau aléatoire
sv: Slumpmässig nivå
